Repository: esacosta/u-mooc
Catalog: modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Unit
es_es: Unidad

source: Course
es_es: Curso

source: Lesson
es_es: Lección

source: Activity
es_es: Actividad

source: Unit %(id)s - %(title)s
es_es: Unidad %(id)s - %(title)s

source: This unit does not contain any lessons.
es_es: Esta unidad no contiene ninguna lección

source: Text Version
es_es: Versión Texto

source: This lesson is not available.
es_es: La lección no está disponible

source: Previous Page
es_es: Página Anterior

source: Next Page
es_es: Página siguiente

source: End
es_es: Final

source: Announcements
es_es: Anuncios

source: No announcements yet.
es_es: No hay anuncios aún.

source: Assessment
es_es: Puntuaciones de la evaluación

source: The due date for submitting this assignment has passed. It was due on %(submission_due_date)s.
es_es: La fecha límite para la presentación de este trabajo ha pasado. Debió hacerlo en %(submission_due_date)s.

source: Due date for this assignment:
es_es: Fecha de vencimiento para esta tarea:

source: You may only submit this assignment once. After you submit it, the assignment will become read-only, and you will not be able to modify your answers. The answers you submit here will be reviewed by your peers.
es_es: Sólo se puede presentar esta tarea una vez. Después de enviar el trabajo, la tarea se convertirá en sólo lectura, y no se podrá modificar sus respuestas. Las respuestas que usted envíe aquí serán revisados ​​pro sus pares.

source: Submitted assignment
es_es: Tarea enviada

source: Reviews received
es_es: Comentarios recibidos

source: After you have completed the required number of peer reviews for this assignment, the reviews you have received will appear here.
es_es: Después de haber completado el número requerido de evaluaciones por pares para esta tarea, los comentarios que ha recibido aparecerán aquí.

source: Go to the review dashboard
es_es: Vaya al panel de revisión.

source: You have not received any peer reviews yet.
es_es: No ha recibido aún ninguna revisión por pares

source: Check Answer
es_es: Compruebe Respuesta

source: Check Answers
es_es: Compruebe Respuestas

source: Skip and Show Answer
es_es: Saltar y Mostrar Respuesta

source: Save Answers
es_es: Guardar Respuestas

source: Save Draft
es_es: (Borrador)

source: Submit Answers
es_es: Guardar Respuestas

source: Submit Assignment
es_es: Enviar tarea

source: Submit Review
es_es: Enviar revisión

source: Please click one of the buttons for your answer.
es_es: Por favor, haga clic en uno de los botones de su respuesta.

source: All your answers are correct!
es_es: Todas sus respuestas son correctas!

source: Number of questions you answered correctly
es_es: Número de preguntas que contestó correctamente

source: You received a score on this assessment of
es_es: Usted recibió un puntaje en esta evaluación de

source: Here are lessons you could review to improve your score
es_es: Estas son lecciones que usted podría revisar para mejorar su puntaje

source: Congratulations! Press the \'Submit Answers\' button to submit your grade.
es_es: ¡Felicitaciones! Pulse el botón \'Guardar Respuestas\' abajo para enviar su calificación.

source: Press the \'Submit Answers\' button below to save your scores. You can also edit your answers above before clicking \'Submit Answers\'.
es_es: Pulse el botón \'Guardar Respuestas\' abajo para guardar su calificaciones. También puede editar sus respuestas anteriores antes de hacer clic \'Guardar Respuestas\'.

source: Are you sure you want to submit this assignment?
es_es: ¿Está seguro que desea cancelar su inscripción de

source: Are you sure you want to submit this review?
es_es: ¿Está seguro que desea cancelar su inscripción de

source: You cannot edit or delete it after you have done so.
es_es: No se puede editar o borrar una vez que haya hecho.

source: Logout
es_es: Cerrar sesión

source: Forum
es_es: Foro

source: My Profile
es_es: Mi Perfil

source: Privacy & Terms
es_es: Privacidad y condiciones

source: Registration
es_es: Registrarse

source: Thank you for registering for %(course_title)s. Unfortunately, the course is now full, so registration has closed.
es_es: Gracias por registrarse para %(course_title)s. Por desgracia, el curso está completo, por lo que el registro se ha cerrado.

source: Thank you for registering for %(course_title)s. Stay tuned for more information about the course which will start on %(start_date)s.
es_es: Gracias por registrarse para %(course_title)s. Permanezca atento para " "más información sobre el curso que se iniciará el %(start_date)s.

source: To participate in community discussions about this course, register for the web forum at
es_es: Para participar en las discusiones de la comunidad sobre este curso, registrarse para el foro de la web en

source: On that page, click on <b>Join Group</b>.
es_es: En esa página, haga clic en <b>Join Group</b>

source: To receive announcements about this course, register for the announcements-only email list at
es_es: Para recibir anuncios sobre este curso, inscribirse en la lista de correo de sólo anuncios

source: On that page, click on <b>Join Group</b>. In the dialog box that appears, under <b>How do you want to read this group?</b>, choose <b>Email</b>.
es_es: En esa página, haga clic en <b>Join Group</b>. En el cuadro de diálogo que aparece, bajo <b>How do you want to read this group?</b>, elija <b>Email</b>.

source: Schedule
es_es: Programa

source: Completed
es_es: Terminado

source: Not yet submitted
es_es: Aún no enviada

source: In progress
es_es: En progreso

source: Not yet started
es_es: No comenzada todavía

source: Your review has not been saved, because it was submitted on %(time_now)s. The deadline for submitting reviews was %(review_due_date)s.
es_es: Tu comentario no se ha guardado, ya que se presentó el %(time_now)s. La fecha límite para la presentación de comentarios fue %(review_due_date)s.

source: Your assignment has not been saved, because it was submitted on %(time_now)s. The deadline for submitting assignments was %(submission_due_date)s.
es_es: Su tarea no se ha guardado, ya que se presentó el %(time_now)s. La fecha límite para la presentación de trabajos fue %(submission_due_date)s.

source: You must submit the assignment for this unit before you can request new assignments to review.
es_es: Usted debe presentar la tarea para esta unidad antes de poder solicitar nuevos trabajos para su revisión.

source: The deadline for submitting reviews has already passed, so you cannot request a new assignment to review.
es_es: La fecha límite para la presentación de opiniones ya ha pasado, por lo que no puede solicitar una nueva tarea a opinar.

source: You must complete all assigned reviews before you can request a new one.
es_es: Debes completar todos los comentarios asignados antes de poder solicitar una nueva.

source: You have already submitted this review. Your latest review was not saved.
es_es: Usted ya ha presentado esta revisión. Su último examen no se ha guardado.

source: Register
es_es: Registrarse

source: Answer:
es_es: Respuesta:

source: What is your name?
es_es: ¿Cuál es su nombre?

source: Enroll
es_es: Inscribirse

source: Review
es_es: Revisión

source: Back to the review dashboard.
es_es: Volver al panel de revisión.

source: The due date for submitting this review has passed. It was due on %(review_due_date)s.
es_es: La fecha límite para la presentación de esta revisión ha pasado. Esto se debió en %(review_due_date)s.

source: Due date for this review:
es_es: Fecha límite para esta revisión:

source: The scores and comments you submit here will be viewed by your peers. Once you submit your review, you may not edit it.
es_es: Las puntuaciones y los comentarios que envíes aquí serán vistos por sus compañeros. Una vez que envíe su opinión, no puede editarlo.

source: Reviewed assignment
es_es: Tarea comentada

source: Assignment to review
es_es: Tarea a revisar

source: Submitted review
es_es: Comentario enviado

source: Review form
es_es: Formulario de revisión

source: Your review has been saved.
es_es: Tu comentario ha sido guardado.

source: Your review has been submitted successfully.
es_es: Tu opinión se ha enviado correctamente.

source: Back to the review dashboard
es_es: Volver al panel de revisiones

source: Review Dashboard
es_es: Panel de revisiones

source: Assignments for your review
es_es: Tareas para su revisión

source: The due date for submitting reviews has passed.
es_es: La fecha límite para la presentación de comentarios ha pasado.

source: All reviews are due by %(review_due_date)s.
es_es: Todos los comentarios se reciben hasta el %(review_due_date)s.

source: In order to earn credit for this assignment, you must complete at least 1 review by then.
es_es: Con el fin de obtener créditos para esta tarea, debe completar por lo menos 1 opinión para entonces.

source: In order to earn credit for this assignment, you must complete at least %(review_min_count)d reviews by then.
es_es: Con el fin de obtener créditos para esta tarea, debe completar por lo menos %(review_min_count)d críticas para entonces.

source: Assignment %(index)s
es_es: Tarea %(index)s

source: Draft
es_es: (Borrador)

source: Review a new assignment
es_es: Revise una nueva tarea

source: Sorry, there are no new submissions available for you to review at this time.
es_es: Lo sentimos, no hay nuevas presentaciones disponibles para que usted pueda revisar en este momento.

source: You have already submitted this assignment. Your latest attempt has not been saved.
es_es: Usted ya ha presentado esta tarea. Su último intento no ha sido guardado.

source: Thank you for completing this assignment. Your work was successfully submitted.
es_es: Gracias por completar esta tarea. Su trabajo se ha enviado correctamente.

source: Review your peers' assignments by clicking on the button below.
es_es: Revise las tareas de sus compañeros haciendo clic en el botón de abajo.

source: Review peer assignments
es_es: Revise las tareas de pares

source: Back to Course page
es_es: Volver a la página del curso

source: Currently enrolled
es_es: Inscripto actualmente

source: Date enrolled
es_es: Fecha de inscripción

source: Email
es_es: Correo electrónico

source: Name
es_es: Nombre

source: Assessment scores
es_es: Puntuaciones de la evaluación

source: View assignment
es_es: Ver tarea

source: Overall course score
es_es: Puntaje total del curso

source: Student Profile for
es_es: Perfil del Estudiante para

source: New Name
es_es: Nuevo Nombre

source: Change Name
es_es: Cambiar nombre

source: To leave the course permanently, click on Unenroll
es_es: Para salir del curso permanentemente, haga clic en Cancelar la Inscripción

source: Unenroll
es_es: Cancelar la Inscripción

source: Student profile not found ...
es_es: Perfil del Estudiante para

source: YouTube Video Player
es_es: YouTube reproductor de video

source: You have been unenrolled from
es_es: Se ha cancelado su Inscripción a

source: OK
es_es: Aceptar

source: Are you sure you want to unenroll from
es_es: Está seguro que desea cancelar su inscripción de

source: Yes
es_es: Sí

source: Badges
es_es: Insignias

source: Age
es_es: Edad

source: What is your age?
es_es: ¿Qué edad tiene?
