Repository: esacosta/u-mooc
Catalog: trunk/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: sk

source: Unit
sk: Časť

source: Course
sk: Kurz

source: Lesson
sk: Lekcia

source: Activity
sk: Aktivita

source: Unit %(id)s - %(title)s
sk: Časť %(id)s – %(title)s

source: This unit does not contain any lessons.
sk: Táto časť neobsahuje žiadne lekcie.

source: Text Version
sk: Textová verzia

source: This lesson is not available.
sk: Táto lekcia nie je k dispozícii.

source: Previous Page
sk: Predchádzajúca stránka

source: Next Page
sk: Ďalšia stránka

source: End
sk: Koniec

source: Announcements
sk: Oznámenia

source: No announcements yet.
sk: Zatiaľ žiadne oznámenia.

source: Assessment
sk: Hodnotenie

source: Due date for this assignment:
sk: Dátum odovzdania tejto úlohy:

source: You may only submit this assignment once. After you submit it, the assignment will become read-only, and you will not be able to modify your answers. The answers you submit here will be reviewed by your peers.
sk: Túto úlohu môžete odoslať iba raz. Po odoslaní bude táto úloha iba na čítanie a svoje odpovede nebudete môcť upraviť. Odoslané odpovede skontrolujú vaši spolužiaci.

source: Submitted assignment
sk: Odoslaná úloha

source: Reviews received
sk: Prijaté kontroly

source: After you have completed the required number of peer reviews for this assignment, the reviews you have received will appear here.
sk: Po dokončení požadovaného počtu vzájomných recenzií tejto úlohy sa tu zobrazia recenzie, ktoré ste dostali.

source: Go to the review dashboard
sk: Prejsť na hlavný panel recenzií

source: You have not received any peer reviews yet.
sk: Zatiaľ ste nedostali žiadne vzájomné recenzie.

source: Check Answer
sk: Skontrolovať odpoveď

source: Check Answers
sk: Skontrolovať odpovede

source: Skip and Show Answer
sk: Preskočiť a zobraziť odpoveď

source: Save Answers
sk: Uložiť odpovede

source: Save Draft
sk: Uložiť koncept

source: Submit Answers
sk: Odoslať odpovede

source: Submit Assignment
sk: Odoslať úlohu

source: Submit Review
sk: Odoslať kontrolu

source: Please click one of the buttons for your answer.
sk: Kliknite na jedno z tlačidiel, ktoré označuje vašu odpoveď.

source: All your answers are correct!
sk: Všetky odpovede sú správne!

source: Number of questions you answered correctly
sk: Počet správne zodpovedaných otázok

source: You received a score on this assessment of
sk: V rámci tohto hodnotenia ste dosiahli skóre

source: Here are lessons you could review to improve your score
sk: Tu sú lekcie, ktoré si môžete prejsť, aby ste si zlepšili skóre

source: Congratulations! Press the \'Submit Answers\' button to submit your grade.
sk: Blahoželáme! Svojmu známku odošlite stlačením tlačidla Odoslať odpovede.

source: Press the \'Submit Answers\' button below to save your scores. You can also edit your answers above before clicking \'Submit Answers\'.
sk: Stlačením tlačidla Odoslať odpovede umiestneného nižšie uložíte svoje výsledky. Pred kliknutím na tlačidlo Odoslať odpovede tiež môžete upraviť svoje odpovede uvedené vyššie.

source: Logout
sk: Odhlásenie

source: Login
sk: Prihlásenie

source: Forum
sk: Fórum

source: My Profile
sk: Môj profil

source: Privacy & Terms
sk: Ochrana osobných údajov a Zmluvné podmienky

source: Registration
sk: Registrácia

source: Thank you for registering for %(course_title)s. Unfortunately, the course is now full, so registration has closed.
sk: Ďakujeme, že ste sa zaregistrovali do kurzu %(course_title)s. Žiaľ, kurz je v súčasnosti plný a registrácia je už ukončená.

source: Thank you for registering for %(course_title)s. Stay tuned for more information about the course which will start on %(start_date)s.
sk: Ďakujeme, že ste sa zaregistrovali do kurzu %(course_title)s. Kurz začína %(start_date)s. Zostaňte s nami v kontakte, aby ste neprišli o žiadne informácie.

source: To participate in community discussions about this course, register for the web forum at
sk: Ak sa chcete zúčastniť na diskusiách komunity o tomto kurze, zaregistrujte sa do webového fóra na adrese

source: On that page, click on <b>Join Group</b>.
sk: Na tejto stránke kliknite na možnosť <b>Pripojiť sa ku skupine</b>.

source: To receive announcements about this course, register for the announcements-only email list at
sk: Ak chcete dostávať oznámenia týkajúce sa tohto kurzu, zaregistrujte sa do zoznamu e-mailov (je určený výhradne na oznámenia) na adrese

source: On that page, click on <b>Join Group</b>. In the dialog box that appears, under <b>How do you want to read this group?</b>, choose <b>Email</b>.
sk: Na tejto stránke kliknite na možnosť <b>Pripojiť sa ku skupine</b>. V dialógovom okne, ktoré sa zobrazí, kliknite v časti <b>Ako chcete čítať túto skupinu?</b> na položku <b>E-mail</b>.

source: Schedule
sk: Program

source: Completed
sk: Dokončené

source: Not yet submitted
sk: Ešte neodoslané

source: In progress
sk: Prebieha

source: Not yet started
sk: Ešte sa nezačalo

source: Register
sk: Registrovať

source: Answer:
sk: Odpoveď:

source: What is your name?
sk: Ako sa voláte?

source: Enroll
sk: Prihlásiť sa na kurz

source: Review
sk: Kontrola

source: Back to the review dashboard.
sk: Späť na hlavný panel kontrol.

source: Due date for this review:
sk: Dátum odovzdania tejto kontroly:

source: The scores and comments you submit here will be viewed by your peers. Once you submit your review, you may not edit it.
sk: Odoslané výsledky a komentáre sa zobrazia vašim spolužiakom. Keď kontrolu odošlete, nebudete ju môcť upraviť.

source: Reviewed assignment
sk: Kontrolovaná úloha

source: Assignment to review
sk: Úloha na kontrolu

source: Submitted review
sk: Odoslaná kontrola

source: Review form
sk: Formulár kontroly

source: Your review has been saved.
sk: Kontrola bola uložená.

source: Your review has been submitted successfully.
sk: Kontrola sa úspešne odoslala.

source: Back to the review dashboard
sk: Späť na hlavný panel kontrol

source: Review Dashboard
sk: Hlavný panel kontrol

source: Assignments for your review
sk: Úlohy, ktoré máte skontrolovať

source: All reviews are due by %(review_due_date)s.
sk: Všetky kontroly sa musia odovzdať do %(review_due_date)s.

source: In order to earn credit for this assignment, you must complete at least 1 review by then.
sk: Ak chcete za túto úlohu získať kredity, musíte dovtedy dokončiť aspoň jednu recenziu.

source: In order to earn credit for this assignment, you must complete at least %(review_min_count)d reviews by then.
sk: Ak chcete za túto úlohu získať kredity, musíte dovtedy dokončiť aspoň nasledujúci počet recenzií: %(review_min_count)d.

source: Assignment %(index)s
sk: Úloha %(index)s

source: Draft
sk: Koncept

source: Sorry, there are no new submissions available for you to review at this time.
sk: Je nám to ľúto, ale momentálne nie sú k dispozícii žiadne úlohy, ktoré môžete skontrolovať.

source: You have already submitted this assignment. Your latest attempt has not been saved.
sk: Túto úlohu ste už odoslali. Váš posledný pokus sa neuložil.

source: Thank you for completing this assignment. Your work was successfully submitted.
sk: Ďakujeme za dokončenie tejto úlohy. Vaša práca sa úspešne odoslala.

source: Review your peers' assignments by clicking on the button below.
sk: Kliknutím na tlačidlo umiestené nižšie môžete skontrolovať úlohy svojich spolužiakov.

source: Review peer assignments
sk: Skontrolovať úlohy spolužiakov

source: Back to Course page
sk: Späť na stránku Kurz

source: Currently enrolled
sk: Aktuálne prihlásený/-á na kurz

source: Date enrolled
sk: Dátum prihlásenia

source: Name
sk: Meno

source: Assessment scores
sk: Výsledok hodnotenia

source: Overall course score
sk: Celkový výsledok kurzu

source: Student Profile for
sk: Profil študenta

source: New Name
sk: Nové meno

source: Change Name
sk: Zmeniť meno

source: To leave the course permanently, click on Unenroll
sk: Ak chcete kurz natrvalo opustiť, kliknite na možnosť Odhlásiť sa z kurzu

source: Unenroll
sk: Odhlásiť sa z kurzu

source: Student profile not found ...
sk: Profil študenta sa nenašiel...

source: YouTube Video Player
sk: Prehrávač videí YouTube

source: You have been unenrolled from
sk: Boli ste odhlásený/-á z kurzu

source: Are you sure you want to unenroll from
sk: Naozaj sa chcete odhlásiť z kurzu

source: Yes
sk: Áno

source: No
sk: Nie
